{
  "characterDescription": "Maria is 17 years old. She comes from a middle-class family from Cyprus. She is a sensitive girl who loves watching movies and series, loves rock music and attends ballet classes as her after school activity. ",
  "storyDescription": "Maria’s first romantic relationship is with Demetris, a guy at her age whom she has known since primary school. She has a long-term relationship with him for a year now. Demetris is also the first boy Maria has ever had sex with. While at the beginning their relationship seemed healthy,, some months ago when they established their romantic relationship, Demetris became more possessive and insecure towards Maria. Maria, trapped within her own insecurities, translates the attention she gets from Demetris as normal since it makes her feel ‘special’. When they date, they sometimes go out for dinner or to watch movies, but they spend most of their time at home. They do not go out with each other’s friends and usually Demetris meets her for sexual intercourse after his nights out. At the end of the school year, Maria has been invited to a trip with some of her classmates at a nearby village. When she told Demetris, he became very jealous of the fact that there will be boys with them and he wanted to join the company of her friends. Maria was feeling ashamed to bring him along because he never bothered to meet her friends and it will be obvious that he will only come there to control her, hence, she won’t enjoy her holidays if he comes. They had various fights about that until Demetris let her go but he was constantly calling and sending her messages to check out that she is not disrespecting him in any way. His jealous behaviour and controlling behaviour has continued for some months. He was jealous about the way Maria was dressed, or where she would go out and with whom, up to a point that he became obsessed and was following Maria around at school to check out that she wasn’t too close with her male friends. Demetris was also using verbal and psychological violence to make Maria feel less worthy and guilty about herself and their relationship. He often tells her that she won’t find anyone else loving her in the way that he does and that she is disrespectful and selfish. Maria used to be apologetic to him, bursting out to tears each time he was pressuring her. When Maria confesses to her best friend that she feels trapped and unhappy and that she sees how happy and healthy her friends are in their relationships, she decides to break up with Demetris to find herself and what it means to be in a healthy, loving relationship. When she does so, Demetris becomes extra obsessive with her and he is blackmailing her to go back to him. He follows her out at parties and makes a scene every time she flirts with someone, he stalks her at school during the breaks when she is with her friends and calls her all the time. He invites her to talk about their break up and Maria agrees to meet with him for one last time."
}
